{    "home":"Home",
    "service":"Service1",
    "Solutions":"Solutions",
     "scope":"SCOPE",
     "tech":"tech",
     "SCOPE_TECH":"Scope Tech",
     "A_CREATIVE_COMPANY_WITH_A_BIG_VISION":"A CREATIVE COMPANY WITH A BIG VISION",
    "We_create_digital_solutions":"Leading Tech Partner for Innovative Software Solutions and Digital Transformation",
     "our_service":"our service",
     "Developing":"Developing",
     "We_turn_your_ideas_text":"We turn your ideas into amazing digital experience.We build Tailor made applications based on the customer needs using latest technologies",
     "Networking":"Networking",
     "We_advise_text":"We advise, implement, build, support, and manage every aspect of enterprise networks from access to wide area networks,data center to cloud networking.Take your business to the edge with future-forward solutions",
     "Supporting":"Supporting",
     "Contributing_to_the_success_text":"Contributing to the success of our customers by providing IT onsite and remote support and outsourcing services that help them achieve digital transformation and guarantee business continuity",
      "Consulting":"Consulting",
      "We_provide_expert_text":"We provide expert advice to help you plan the next steps for your business",
      "software_development":"Software Development",
      "operations_and_support":"Operations & Support",
      "web_development":"Web Development",
      "mobile_app_development":"Mobile App Development",
      "product_development":"Product Development",
      "saas_development":"SaaS Development",
      "mvp_development":"MVP Development",
      "enterprise_development":"Enterprise Development",
      "custom_software_development":"Custom Software Development", 
      "digitial_transformation":"Digitial Transformation",
      "it_strategy_consulting":"IT Strategy & Consulting",
      "cloud_consulting":"Cloud Consulting",
      "cybersecurity_consulting":"Cybersecurity Consulting",
      "product_sprint_ideation":"Product Sprint & Ideation",
      "it_infrastructure":"IT Infrastructure",
      "cloud_service_operations":"Cloud Service Operations",
      "disaster_management":"Disaster Management",
      "devops_services":"DevOps Services",
      "development_strategy":"Development Strategy",
      "network_management":"Network Management",
      "networking_design":"Network Design",
      "networking_security":"Network Security",
      "cloud_networking":"Cloud Networking",
      "wireless_networking":"Wireless Networking",
      "data_center_implement":"Data Center Implement",
      "networking_architecture":"Networking Architecture",
    "Our":"Our",
    "solutions":"Solutions",
    "IT_Infrastructure":"IT Infrastructure",
    "IT_Infrastructure_text":"The advancements in Technology opened more sources to handle endless possibilities,as a provider we provide best-in-className service",
    "Security_Systems":"Security Systems",
    "Security_Systems_text":"We are offering wide and excellent CCTV systems installation, IP surveillance systems,access control and fire alarm to protects your valuables things",
    "Integration":"Integration",
    "Integration_text":"We provide both implementation and advisory services to successfully integrate and manage your information technology",
    "IOT/IOE":"IOT/IOE",
    "IOT/IOE_text":"Making homes, business and cities smarter and more connected,convenient and secure, we help you to connect your devices to the embedded technology to increase your productivity and efficiency",
    "Data_Center":"Data Center",
    "Data_Center_text":"Our data center design solution for organization will include planning,designing, construction,consultation and implementation",
    "Ecommerce":"Ecommerce",
    "Ecommerce_text":"We help you to build your online store's appwith fully support the requirements of your business such asaccounting, marketing,customer service, and other vital functions are absolutely necessary for the maintenance and continued growth of your business",
    "Collaboration_and_Communication":"Collaboration And Communication",
    "Collaboration_and_Communication_text":"We deliver tailored end-to-end consulting,deployment and managed services such as messaging,File sharing, VOIP and video conference to empower businesses and enable their digital workplace transformation",
    "Data_Analysis":"Data Analysis",
    "Data_Analysis_text":"We Deliver the solutions for analyzing large,complex data sets quickly, easily and with absolute accuracy to make a strong and right decision for your business",
    "Cybersecurity":"Cybersecurity",
    "Cybersecurity_text":"We design applications that have highest protection of data and systems. We are always on the pulse of current updates in cybersecurity services.This allows us to understand and bring the critical infrastructure and security policies to your organization",
    "DB_Migration":"DB Migration",
    "DB_Migration_text":"Scope Tech offering comprehensive database migration services and solutions.Our team is well-versed in handling various databases, whether it's SQL, NoSQL, or cloud-based, ensuring that your data remains secure and accessible throughout the migration process.We meticulously plan and execute the migration to minimize downtime and avoid any data loss, allowing you to focus on your core business operations without disruption.",
    "Volume_Licensing":"Volume Licensing",
    "Volume_Licensing_text":"Delivering a huge array of licensing programs focusing on  Microsoft licensing offerings for +19 products, demonstrating high competencies.",
    "awards":"Awards",
    "home_page_award_text":"We are at the forefront of Technology and we deliver advanced techniques to Empower your Business",
    "products":"Products",
    "our_work":"Our Work",
    "contact_us":"Contact Us",
    "company":"Company",
    "about_us":"About us",
    "careers":"Careers",
    "resource":"Resource",
    "get_our_profile":"Get Our Profile",
    "coop_Program":"Coop Program",
    "client_address1":"Exit 7,Northern Ring Rd",
    "client_address2":"Riyadh 12487, Saudi Arabia",
    "email":"Email",
    "phone":"Phone",
    "client_email":"info@scopetech.sa",
    "client_phone":"+966 59 922 6961",
    "whatsapp": "Whatsapp",
    "follow_us":"Follow Us",
    "all_rights_reserved":"All rights reserved",
    "about":"About",
    "us":"us",
    "about_us_text":"Scope Tech is a company that specializes in information technology, provides a broad range of high-technology products, services and solutions in well-designed, it was established in 2017. It's providing latest methods and technologies to deliver quality services and solutions that has helped various entities dominate their market. Its services and solutions include but are not limited to the following areas: development, data analysis, artificial intelligence, virtual reality and IoT.",
    "resturant_ERP":"Resturant ERB",
    "HP_scope":"HR",
    "facility_management":"Facility",
    "hotel_management":"Hotel",
    "contact_us_banner_text":"Contact us",
    "name":"Name",
    "email_adrees":"Email Adrees",
    "mobile_number":"Mobile Number",
    "subject":"Subject",
    "message":"Message",
    "send_maessage":"SEND MESSAGE",
    "our_work_banner_text":"Our Works",
    "about_us_banner_text":"About Us",
    "vision":"VISION",
    "vision_text":"To be the leading provider of innovative and powerful customized IT solutions in the industry. Aspire to bring innovation,robust and cost-effective solutions to all our clients.",
    "mission":"MISSION",
    "mission_text":"To empower every business in the best way through simple and powerful systems. Aspire to bring innovation, robust and cost-effective solutions to all our clients.",
    "careers_banner_text":"Careers",
    "upperCase_careers":"CAREERS",
    "careers_banner_sub_text":"Uplift Your Career with Scope Tech one of the Best Web Design and Development Company",
    "city":"City",
    "nationality":"Nationality",
    "select_job":"Select Job",
    "attach_your_cv":"Attach Your CV",
    "submit":"Submit",
    "erp_restarent_banner_text":"Revolutionize Your Restaurant Business with Custom Restaurant ERP",
    "erp_restarent_banner_sub_text":"A powerful solution that streamlines your restaurant operations and boosts your efficiency and profits. Take your business to new heights with our advanced technology and expert support.",
    "Key_Features_text":"Key Features of Scope Tech Restaurant ERP",
    "real_time_order_tracking":"Real-time Order Tracking",
    "real_time_order_tracking_text":"Track orders from start to finish in Real-time",
    "cloud_based_POS":"Cloud-Based POS",
    "cloud_based_POS_text":"Innovative POS system allows you to work in offline and online mode",
    "smart_inventory_management":"Smart Inventory Management",
    "smart_inventory_management_text":"Enhance your inventory management and improve order processes",
    "intelligent_analytics":"Intelligent Analytics",
    "intelligent_analytics_text":"Scope Tech Restaurant ERP uses advanced analytics to help you make better business decisions based on key insights.",
    "Why_Choose_Scope_Tech_Restaurant_ERP?":"Why Choose Scope Tech Restaurant ERP?",
    "advanced_technology":"Advanced Technology",
    "advanced_technology_text":"Scope Tech's cutting-edge technology helps you automate your restaurant operations and work more effectively.",
    "expert_support":"Expert Support",
    "expert_support_text":"Our dedicated team of experts is always there to assist you in every step of the way in implementing your software.",
    "increased_efficiency":"Increased Efficiency",
    "increased_efficiency_text":"By simplifying processes and automating tasks like inventory management, billing, stock-taking, and more, you can ensure increased efficiency.",
    "cost_effective_solution":"Cost-Effective Solution",
    "cost_effective_solution_text":"Our restaurant ERP software is an affordable and flexible solution that delivers superior results and a quick return on investment.",
    "contact_us_for_a_customised_solution":"Contact Us for a Customised Solution",
    "contact_us_for_a_customised_solution_text":"Whether you are looking for an enterprise-wide implementation or you require specific modules, we have the solution that you need. Our experts will work with you to deliver a customised solution that meets your unique business requirements. Contact us today.",
    "benefits_of_restaurant_ERP_for_your_business":"Benefits of Restaurant ERP for Your Business",
    "boosts_employee_productivity":"Boosts Employee Productivity",
    "boosts_employee_productivity_text":"By automating tasks, your employees will be able to focus on more strategic tasks, boosting overall productivity.",
    "enhances_customer_experience":"Enhances Customer Experience",
    "enhances_customer_experience_text":"With Scope Tech, you can deliver an enhanced customer experience by providing seamless order processing and faster service.",
    "improves_inventory_management":"Improves Inventory Management",
    "improves_inventory_management_text":"Scope Tech Restaurant ERP makes it easy for you to keep track of your inventory, track wastage and leakage, and optimize ordering and stocking levels.",
    "request_demo":"Request Demo",
    "request_demo_text":"We look forward to showing you how our platform’s powerful data, flexible tools and intuitive user experience can help  you connect with your audience at scale and gather critical insights that move your business forward.",
    "HP_scope_banner_heading":"Attendance Management Software for Modern Businesses",
    "HP_scope_banner_text":"Scope Tech's Attendance Management Software provides a state-of-the-art solution for managing employee attendance and time tracking in your business. Say goodbye to manual processes and streamline your operation with our advanced features.",
    "flexible_scheduling":"Flexible Scheduling",
    "dynamic_shift_design":"Dynamic Shift Design",
    "dynamic_shift_design_text":"Create shift patterns that work for you and your employees.With our dynamic shift design tool, you can easily set up schedules to match your business requirements.",
    "auto_scheduling":"Auto Scheduling",
    "auto_scheduling_text":"Our auto scheduling tool simplifies the scheduling process and minimises errors.It can automatically generate schedules based on predefined rules and employee availability.",
    "holiday_planning":"Holiday Planning",
    "holiday_planning_text":"Make handling holiday requests easy.Our holiday planning tool enables your employees to request time off digitally,and approvers can approve or reject requests in a few clicks.",
    "absence_management":"Absence Management",
    "sick_leave":"Sick Leave",
    "sick_leave_text":"Keep track of sick leave with our advanced sickness management tool. Admins can monitor employees' absences and create reports to identify trends.",
    "authorised_leave":"Authorised Leave",
    "authorised_leave_text":"Authorised leaves are easy to manage with Scope Tech Attendance Management Software. You can track employee absences and ensure that the shifts are covered during the absence period.",
    "unauthorised_leave":"Unauthorised Leave",
    "unauthorised_leave_text":"Minimise the risk of employee absenteeism with our unauthorised leave tracker.Managers can see unauthorised leave days on the dashboard and take appropriate action.",
"benefits_of_scope_tech_attendance_management_software":"Benefits of Scope Tech Attendance Management Software",
"less_administration_time":"Less Administration Time",
"less_administration_time_text":"Automating attendance management reduces a significant amount of time on administrative tasks.",
"better_cost_management":"Better Cost Management",
"better_cost_management_text":"Prevent over- or understaffing with accurate data and generate detailed records and reports to help you analyse the costs of staff and business operations.",
"employee_satisfaction":"Employee Satisfaction",
"employee_satisfaction_text":"Employees can work in environments with clock-in/out machines eliminating the need for using manual registers. It also allows employees to be updated with relevant information.",
"easy_compliance":"Easy Compliance",
"easy_compliance_text":"Our attendance software can provide records to meet labour regulations and can solve compliance issues by enforcing standard policies equally across all employees.",
"get_our_attendance_management_software_today":"Get Our Attendance Management Software Today",
"get_our_attendance_management_software_today_text":"Start streamlining your business and saving time and money by choosing Scope Tech Attendance Management Software.Get in touch for a free demo today.",
"real_time_reporting":"Real-time Reporting",
"data_visualisation":"Data visualisation",
"data_visualisation_text":"Our dashboard provides real-time visibility of attendance data in an intuitive and visually-appealing format so you can see what's happening in your business at a glance.",
"custom_reports":"Custom Reports",
"custom_reports_text":"Customise your reports for your specific business needs.Choose from a range of standard reports or create your own custom report with our report builder tool.",
"employee_notifications":"Employee notifications",
"employee_notifications_text":"Improved employee productivity with the software’s features that notify all employees about policies and other relevant company information.",
"facility_banner_heading":"Scope Tech Facility Management Software",
"facility_banner_text":"Welcome to Scope Tech, the industry leader in Facility Management Software. Our software is designed to streamline your facility management processes,saving you time and money.",
"what_is_facility_management_software?":"What is Facility Management Software?",
"what_is_facility_management_software_text":"Facility Management Software is a tool used to manage the maintenance and operations of a facility. It helps facility managers to streamline processes, monitor assets, track work orders and manage vendors in one centralized location.",
"asset_management":"Asset Management",
"asset_management_text":"Easily manage assets and streamline the maintenance process",
"work_orders":"Work Orders",
"work_orders_text":"Create and track work orders with ease to ensure timely completion of tasks",
"maintenance":"Maintenance",
"maintenance_text":"Reduce equipment downtime and repair costs with our preventive maintenance tools",
"vendors":"Vendors",
"vendors_text":"Manage all your vendors in one place, track invoices and payments easily and efficiently",
"6_key_features_of_scope_tech_facility_management_software":"6 Key Features of Scope Tech Facility Management Software",
"mobile_app":"Mobile App",
"mobile_app_text":"Manage your facility from anywhere, anytime with our mobile app.",
"real_time_updates":"Real-time Updates",
"real_time_updates_text":"Get real-time updates on asset status and work orders.",
"preventive_maintenance":"Preventive Maintenance",
"preventive_maintenance_text":"Schedule and track preventive maintenance activities to reduce equipment downtime",
"vendor_management":"Vendor Management",
"vendor_management_text":"Track vendor performance, invoices, and payments to ensure efficient operations.",
"asset_tracking":"Asset Tracking",
"asset_tracking_text":"Manage all your assets, track asset location,and utilization history, and ensure regulatory compliance",
"robust_reporting":"Robust Reporting",
"robust_reporting_text":"Get detailed reports on maintenance, vendor performance, and asset utilization to make informed decisions.",
"industries_that_can_benefit_from_scope_tech":"Industries that can benefit from Scope Tech",
"industries_that_can_benefit_from_scope_tech_text":"Scope Tech is useful for a variety of industries, including:",
"hospitality":"Hospitality",
"hospitality_text":"Streamline your hotel operations with Scope Tech's simplified procedures and solutions.",
"healthcare":"healthcare",
"healthcare_text":"Improve patient experiences with efficient processes and tools.",
"manufacturing":"Manufacturing",
"manufacturing_text":"Ensure optimal uptime of your equipment and maximize productivity with our asset management tools.",
"hotel_management_banner_heading":"Hotel Management Software",
"hotel_management_banner_text":"Introducing Scope Tech, the best solution for your hotel's management needs. With our hotel management software,you can streamline your operations, save time and money, and improve your guest experience.",
"what_is_hotel_management_software?":"What is Hotel Management Software?",
"what_is_hotel_management_software_text":"Hotel Management Software is a powerful tool designed to help hotel owners and managers automate and streamline their daily operations, such as reservations, room allocations, and monitoring staff performance. The system enables hotels to provide a seamless experience to guests from their check-in to their check-out.",
"how_scope_tech_can_improve_your_hotel_management":"How Scope Tech can improve your hotel's management",
"streamlined_bookings":"Streamlined Bookings",
"streamlined_bookings_text":"Ditch the paper-based reservation system and allow online reservations through Scope Tech, making bookings efficient and faster.",
"invoicing_and_accounting":"Invoicing and Accounting",
"invoicing_and_accounting_text":"Eliminate manual billing and invoicing by automating the process. Scope Tech allows real-time billing after check-out.",
"feedback_management":"Feedback Management",
"feedback_management_text":"Instantly gather customer feedback by sending a link through an email to customers. track feedback ratings and manage any negative ratings.",
"features_of_scope_tech_hotel_management_software":"Features of Scope Tech Hotel Management Software",
"easy_check_in_and_check_out_management":"Easy Check-In and Check-Out Management",
"easy_check_in_and_check_out_management_text":"Speed up the check-in and check-out process with just a few clicks, making it easier for your guests.",
"reservation_management":"Reservation Management",
"reservation_management_text":"Easily manage reservations and room allocations in real-time with real-time options for updates and cancellations.",
"staff_performance_monitoring":"Staff Performance Monitoring",
"staff_performance_monitoring_text":"Track employee attendance and activities at work,and generating performance assessments with a touch of a button.",
"room_service_and_inventory_management":"Room Service and Inventory Management",
"room_service_and_inventory_management_text":"Manage inventory levels, restocking, and consumption rates at your hotel's restaurant, bar, pool, or spa, all in one place.",
"contact_us_for_a_consultation":"Contact us for a consultation",
"contact_us_for_a_consultation_text":"Want to learn more about how Scope Tech can enhance your hotel management experience? Reach out to us today and schedule a consultation with our team of experts.",
"benefits_of_using_hotel_management_software":"Benefits of using Hotel Management Software",
"hotel_increased_efficiency":"Increased Efficiency",
"hotel_increased_efficiency_text":"Efficiently manage bookings, customer profiles, and billing processes, allowing you to focus more on your core business activities.",
"improved_guest_experience":"Improved Guest Experience",
"improved_guest_experience_text":"Guests can book their stays online, receive automated emails and updates about their reservations, and provide feedback through the software. Providing a hassle-free experience leads to greater customer satisfaction and repeat business.",
"better_decision_making":"Better Decision Making",
"better_decision_making_text":"Data insights help to accurately forecast demand patterns and planning for peak periods, offering insights to optimize room pricing and better control inventory.",
"resource_hiring":"Resource Hiring",
"resource_hiring_text":"We provide dedicated resources tailored to meet specific project requirements. Whether you need a skilled developer, designer, tester, or any other IT professional, Scope Tech ensures a seamless integration of these dedicated resources into your existing team, creating a virtual extension of your workforce.",
"proudly":"Proudly",
"workWith":"works with",
"Clients": "Clients",

"artifically_intelligence":"Artifically Intelligence",
"artifically_intelligence_text":"Discover new principles with our AI infused applications for smarter & better experience"
    
}